{
  "title": "Lo que dicen nuestros clientes",
  "description": "Descubre lo que nuestros clientes tienen que decir sobre nuestro trabajo y experiencia.",
  "testimonials": [
    {
      "name": "Niky",
      "position": "CEO Niky Pinturas ",
      "text": "Trabajar con Agazzi Studio ha sido muy fácil y cómodo desde el primer momento. Me ayudaron a dar una imagen más profesional a mi negocio y a moverme mejor en redes sociales, que es algo que yo no controlaba. Son gente muy seria y se adaptan a lo que necesitas. Estoy muy contento con el resultado.",
      "stars": 5
    },
    {
      "name": "Juan Carlos Rubio",
      "position": "Manager Suitable Agency",
      "text": "Encontrar Agazzi Studio ha sido una experiencia excepcional. Su equipo no solo comprende profundamente el sector de la moda casual, sino que también sabe cómo plasmar la identidad de cada marca a través de contenido de alto impacto y un sitio web impecable. Su creatividad, profesionalismo y atención al detalle han elevado nuestra presencia digital, generando un engagement auténtico con nuestra audiencia. Recomendaría Agazzi Studio sin dudarlo a cualquier marca que busque destacarse en el mercado.",
      "stars": 4.5
    },
    {
      "name": "Luis Rivero",
      "position": "CEO Riverconsa",
      "text": "Colaborar con Agazzi Studio ha sido una decisión estratégica para Riverconsa. Su equipo comprende a la perfección la importancia de la imagen digital en el sector de la construcción y ha sabido plasmar nuestra identidad de forma clara y efectiva. Gracias a su trabajo, nuestra presencia online transmite profesionalismo, confianza y solidez, cualidades esenciales para nuestra empresa. Recomiendo Agazzi Studio a cualquier compañía que busque posicionarse con una comunicación efectiva y diferenciadora.",
      "stars": 4
    },
    {
      "name": "Fernando Cardona",
      "position": "Full-Stack The Lion Robotics",
      "text": "Agazzi Studio es sinónimo de compromiso y excelencia. Su equipo aborda cada proyecto con un enfoque meticuloso, asegurando soluciones de alta calidad en contenido y diseño. La atención al detalle y la capacidad de transmitir la identidad de cada marca con precisión demuestran su profesionalismo y visión estratégica. Es un entorno donde la calidad y la fiabilidad son prioridad, y eso se refleja en cada resultado.",
      "stars": 5
    }
  ]
}
