{
  "title": "El que diuen els nostres clients",
  "description": "Descobreix el que els nostres clients tenen a dir sobre el nostre treball i experiència.",
  "testimonials": [
    {
      "name": "Niky",
      "position": "CEO Niky Pinturas ",
      "text": "Treballar amb Agazzi Studio ha estat molt fàcil i còmode des del primer moment. Em van ajudar a donar una imatge més professional al meu negoci i a moure’m millor a les xarxes socials, que era una cosa que no controlava gaire. Són molt seriosos i s’adapten al que necessites. Estic molt content amb el resultat.",
      "stars": 5
    },
    {
      "name": "Juan Carlos Rubio",
      "position": "Manager Suitable Agency",
      "text": "Troba Agazzi Studio ha estat una experiència excepcional. El seu equip no només entén profundament el sector de la moda casual, sinó que també sap com plasmar la identitat de cada marca a través de contingut d'alt impacte i un lloc web impecable. La seva creativitat, professionalitat i atenció als detalls han elevat la nostra presència digital, generant una connexió autèntica amb la nostra audiència. Recomanaria Agazzi Studio sense cap dubte a qualsevol marca que vulgui destacar-se en el mercat.",
      "stars": 4.5
    },
    {
      "name": "Luis Rivero",
      "position": "CEO Riverconsa",
      "text": "Agazzi Studio ha estat una decisió estratègica per a Riverconsa. El seu equip entén perfectament la importància de la presència digital en el sector de la construcció i ha sabut plasmar la nostra identitat de manera clara i efectiva. Gràcies al seu treball, la nostra presència en línia transmet professionalitat, confiança i solidesa, qualitats essencials per a la nostra empresa. Recomano Agazzi Studio a qualsevol companyia que vulgui posicionar-se amb una comunicació efectiva i diferenciadora.",
      "stars": 4
    }, 
    {
      "name": "Fernando Cardona",
      "position": "Full-Stack The Lion Robotics",
      "text": "Agazzi Studio és sinònim de compromís i excel·lència. El seu equip afronta cada projecte amb un enfocament meticulós, garantint solucions d’alta qualitat en contingut i disseny. L’atenció al detall i la capacitat de plasmar la identitat de cada marca amb precisió demostren el seu professionalisme i visió estratègica. És un entorn on la qualitat i la fiabilitat són prioritàries, i això es reflecteix en cada resultat.",
      "stars": 5
    }
    
  ]
}
