{
  "title": "What Our Clients Say",
  "description": "Discover what our clients have to say about our work and experience.",
  "testimonials": [
    {
      "name": "Jona Carter",
      "position": "Founder at Ecobiz",
      "text": "Every project Agazzi Studio touches turns into a perfect blend of design and purpose. They crafted packaging that reflected our eco-friendly mission while making our products stand out on the shelves.",
      "stars": 5
    },
    {
      "name": "Sofia Toms",
      "position": "Director at Green Studios",
      "text": "Agazzi Studio's designs speak for themselves — bold, strategic, and impactful. They took the time to understand our brand, delivering packaging concepts that resonated with our target audience and boosted our product's website.",
      "stars": 5
    },
    {
      "name": "Richards Johnson",
      "position": "Creative Director & Lead Designer",
      "text": "Working with Agazzi Studio was a seamless experience. Their ability to merge creativity with functionality resulted in designs that not only looked stunning but also drove meaningful engagement. Highly recommended!",
      "stars": 4
    },
    {
      "name": "Alex Morgan",
      "position": "CEO of TechVision",
      "text": "Agazzi Studio completely transformed our brand identity. Their strategic approach and attention to detail helped us stand out in a saturated market. Our conversions have increased by 45% since the redesign.",
      "stars": 5
    },
    {
      "name": "Maria Rodriguez",
      "position": "Founder of Bella Moda",
      "text": "Finding Agazzi Studio was the best thing that happened to my business. They perfectly understood the essence of my fashion brand and created a visual identity that resonates with my audience. The process was smooth and the results exceptional.",
      "stars": 5
    },
    {
      "name": "David Chen",
      "position": "Marketing Director at FoodDelight",
      "text": "Collaborating with Agazzi Studio elevated our digital presence to another level. Their understanding of the food market and ability to create engaging visual experiences has allowed us to better connect with our customers.",
      "stars": 4
    },
    {
      "name": "Emma Wilson",
      "position": "Owner of Wellness Hub",
      "text": "Agazzi Studio captured the essence of our wellness center and translated it into a design that conveys calm and professionalism. Since the redesign, we've seen a significant increase in new clients who specifically mention how drawn they were to our image.",
      "stars": 5
    }
  ]
}
