{
  "title": "What Our Clients Say",
  "description": "Discover what our clients have to say about our work and experience.",
  "testimonials": [
    {
      "name": "Niky",
      "position": "CEO Niky Pinturas ",
      "text": "Working with Agazzi Studio has been very easy and comfortable from the very beginning. They helped me give my business a more professional image and improve my presence on social media, which I didn’t really know how to manage. They are very reliable and adapt to what you need. I’m very happy with the result.",
      "stars": 5
    },
    {
      "name": "Juan Carlos Rubio",
      "position": "Manager Suitable Agency",
      "text": "Meet Agazzi Studio has been an exceptional experience. Their team not only has a deep understanding of the casual fashion industry, but they also know how to translate each brand’s identity into high-impact content and a flawless website. Their creativity, professionalism, and attention to detail have elevated our digital presence, fostering genuine engagement with our audience. I would highly recommend Agazzi Studio to any brand looking to stand out in the market.",
      "stars": 4.5
    },
    {
      "name": "Luis Rivero",
      "position": "CEO Riverconsa",
      "text": "Agazzi Studio has been a strategic decision for Riverconsa. Their team perfectly understands the importance of digital presence in the construction sector and has successfully captured our identity in a clear and effective way. Thanks to their work, our online presence conveys professionalism, trust, and strength—qualities essential to our company. I highly recommend Agazzi Studio to any business looking to position itself with effective and distinctive communication",
      "stars": 4
    }, 
    {
      "name": "Fernando Cardona",
      "position": "Full-Stack The Lion Robotics",
      "text": "Agazzi Studio is synonymous with commitment and excellence. Their team approaches each project with a meticulous mindset, ensuring high-quality solutions in content and design. Their attention to detail and ability to capture each brand’s identity with precision showcase their professionalism and strategic vision. It’s an environment where quality and reliability are top priorities, and that is evident in every outcome.",
      "stars": 5
    }
  ]
}
